export const dealers: Record<string, string[]> = {

  Haval: [
    "Автомир",
    "РОЛЬФ",
    "Авилон",
    "Major",
    "FAVORIT MOTORS",
    "АВТОДОМ"
  ],

  Geely: [
    "РОЛЬФ",
    "Автомир",
    "БорисХоф",
    "Major",
    "FAVORIT MOTORS"
  ],

  Chery: [
    "Автомир",
    "Авилон",
    "РОЛЬФ",
    "Major"
  ],

  Omoda: [
    "Автомир",
    "Авилон",
    "РОЛЬФ"
  ],

  Jaecoo: [
    "Автомир",
    "Авилон",
    "РОЛЬФ"
  ],

  Exeed: [
    "Major",
    "Автомир",
    "РОЛЬФ",
    "Авилон"
  ],

  Tank: [
    "Major",
    "Автомир",
    "РОЛЬФ"
  ],

  GAC: [
    "Автомир",
    "РОЛЬФ",
    "Авилон"
  ],

  Changan: [
    "Автомир",
    "РОЛЬФ",
    "Major"
  ],

  Jetour: [
    "Автомир",
    "Авилон",
    "РОЛЬФ"
  ],

  BAIC: [
    "Major",
    "Автомир"
  ],

  Dongfeng: [
    "Автомир",
    "РОЛЬФ"
  ],

  Hongqi: [
    "Major",
    "Авилон"
  ],

  Voyah: [
    "Major",
    "Авилон"
  ],

  LiXiang: [
    "Серый импорт",
    "Автодилеры Москвы"
  ],

  Zeekr: [
    "Серый импорт",
    "Автодилеры Москвы"
  ],

  BYD: [
    "Серый импорт",
    "Автодилеры Москвы"
  ]

};